Repository: KDE/kwalletmanager
Catalog: po/*/kcmkwallet.po
Languages: eo, fi, uk

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau, Oliver Kellogg
fi: Teemu Rytilahti, Ilpo Kantonen, Tommi Nieminen
uk: Eugene Onischenko

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org, okellogg@users.sourceforge.net
fi: teemu.rytilahti@kde-fi.org, ilpo@iki.fi, translator@legisign.org
uk: oneugene@ukr.net

source: KDE Wallet Control Module
eo: KDE Monuja Stirmodulo
fi: KDE-lompakon asetusosio
uk: Модуль керування торбинками KDE

source: (c) 2003 George Staikos
uk: © George Staikos, 2003

source: New Wallet
eo: Nova Monujo
fi: Uusi lompakko
uk: Нова торбинка

source: Please choose a name for the new wallet:
eo: Bv. elektu nomon por la nova monujo:
fi: Syötä uuden lompakon nimi:
uk: Виберіть, будь ласка, назву для торбинки:

source: Always Allow
eo: Ĉiam Permesi
fi: Salli aina
uk: Завжди дозволяти

source: Always Deny
eo: Ĉiam Malpermesi
fi: Estä aina
uk: Завжди відмовляти

source: Permission denied.
eo: Permeso neita.
fi: Käyttö estetty.
uk: Доступ заборонено.

source: Error while authenticating action: %1
eo: Eraro dum aŭtentikigado de ago: %1
fi: Toiminnon todentaminen epäonnistui: %1
uk: Помилка під час виконання дії з розпізнавання: %1

source: This configuration module allows you to configure the KDE wallet system.
uk: За допомогою цього модуля ви можете налаштувати систему робити з торбинками у KDE.

source: &Delete
eo: &Forigi
fi: &Poista
uk: &Вилучити

source: Wallet Preferences
eo: Monujo-Preferoj
fi: Lompakon asetukset
uk: Параметри торбинок

source: <p>The wallet subsystem provides a convenient and secure way to manage all your passwords. This option specifies whether or not you want to use it.</p>
eo: <p>La monujo subsistemo provizas oportunan kaj sekuran manieron administri ĉiujn viajn pasvortojn. Ĉi tiu opcio specifas ĉu vi volas aŭ ne uzi ĝin.</p>
fi: <p>Lompakkojärjestelmä tarjoaa kätevän ja turvallisen tavan hallita salasanoja. Tästä voi valita, haluaako sitä käyttää.</p>
uk: <p>Система роботи з торбинками дозволяє зручно та безпечно керувати всіма вашими паролями. Цей параметр визначає, чи бажаєте ви користуватись цією системою.</p>

source: &Enable the KDE wallet subsystem
eo: &Ebligi la KDE-monujo-subsistemon
fi: &Käytä KDE:n lompakkojärjestelmää
uk: &Ввімкнути систему роботи з торбинками для KDE

source: It is best to close your wallets when you are not using them to prevent others from viewing or using them.
eo: Plej bone estas fermi viajn monujojn kiam vi ne uzas ilin por malhelpi aliajn vidi aŭ uzi ilin.
fi: Lompakot on hyvä sulkea, kun niitä ei enää käytä, jottei kukaan voisi katsoa tai käyttää niitä.
uk: Краще замикати торбинки, якими ви перестали користуватися; це не дозволить будь-кому переглядати їхній вміст або використати їх.

source: Close Wallet
eo: Fermi Monujon
uk: Замикання торбинки

source: <p><b>Close wallet after a period of inactivity.</b><br>When a wallet is closed the password is needed to access it again.</p>
eo: <p><b>Fermi monujon post periodo de neaktiveco.</b><br>Kiam monujo estas fermita la pasvorto necesas por aliri ĝin denove.</p>
fi: <p><b>Sulje lompakko, kun se on ollut käyttämättä tietyn ajan.</b><br>Suljetun lompakon avaamiseen vaaditaan salasana.</p>
uk: <p><b>Замикати торбинку, якщо до неї не було звернень впродовж певного періоду часу</b><br>Коли торбинку замкнуто, то потрібно знову ввести пароль для отримання доступу до її змісту.</p>

source: Close when unused for:
eo: Fermi kiam neuzita dum:
uk: Замикати, якщо не використовується більше, ніж

source: minutes
eo: minutoj
fi: min
uk: хв.

source: <p><b>Close wallet as soon as the screensaver starts.</b><br>When a wallet is closed the password is needed to access it again.</p>
eo: <p><b>Fermi monujon tuj kiam la ekranŝparo komenciĝas.</b><br>Kiam monujo estas fermita, la pasvorto necesas por aliri ĝin denove.</p>
fi: <p><b>Sulje lompakko heti näytönsäästäjän käynnistyttyä.</b> <br>Suljetun lompakon avaamiseen vaaditaan salasana.</p>
uk: <p><b>Замикати торбинку як тільки буде запущено зберігач екрана.</b><br>Коли торбинку замкнуто, то потрібно знову ввести пароль для отримання доступу до її змісту.</p>

source: Close when screensaver starts
eo: Fermi kiam ekrankurteno startas
uk: Замикати при запуску зберігача екрана

source: <p><b>Close wallet as soon as applications that use it have stopped.</b><br>Note that your wallet will only be closed when all applications that use it have stopped.<br>When a wallet is closed the password is needed to access it again.</p>
eo: <p><b>Fermi monujon tuj kiam aplikaĵoj, kiuj uzas ĝin, ĉesis.</b><br>Rimarku, ke via monujo nur estos fermita kiam ĉiuj aplikaĵoj, kiuj uzas ĝin, ĉesis.<br>Kiam monujo estas fermita la pasvorto estas necesa por aliri ĝin denove.</p>
fi: <p><b>Sulje lompakko heti, kun mikään ohjelma ei enää käytä sitä.</b> <br>Huomaa, että lompakot suljetaan vasta, kun kaikki niitä käyttävät ohjelmat ovat pysähtyneet.<br>Suljetun lompakon avaamiseen vaaditaan salasana.</p>
uk: <p><b>Замикати торбинку коли більше не залишиться програм, що використовують торбинку.</b><br>Зважте, що ваші торбинки будуть замикатись тільки тоді, коли буде зупинено всі програми, що використовували їх.<br>Якщо торбинку буде замкнуто, вам доведеться знову ввести пароль для отримання доступу до її вмісту.</p>

source: Close when last application stops using it
eo: Fermi kiam lasta aplikaĵo ĉesas uzi ĝin
uk: Замикати, коли остання програма припинить використання

source: Automatic Wallet Selection
eo: Aŭtomata Elekto de Monujo
fi: Lompakon automaattinen valinta
uk: Автоматичний вибір торбинки

source: Select wallet to use as default:
eo: Elekti monujon uzendan defaŭlte:
uk: Типово використовувати торбинку:

source: New...
eo: Nova...
fi: Uusi…
uk: Нова...

source: Different wallet for local passwords:
eo: Malsama monujo por lokaj pasvortoj:
uk: Окрема торбинка для локальних паролів:

source: Wallet Manager
eo: Monuja Mastrumilo
fi: Lompakonhallinta
uk: Менеджер торбинок

source: Show manager in system tray
eo: Montri administranton en la sistempleto
fi: Näytä hallinta ilmoitusalueella
uk: Відображати менеджер у системному лотку

source: Hide system tray icon when last wallet closes
eo: Kaŝi sisteman pleton ikonon kiam lasta monujo fermiĝas
fi: Piilota ilmoitusaluekuvake viimeisen lompakon sulkeuduttua
uk: Ховати піктограму при замиканні останньої відкритої торбинки

source: Secret Service
eo: Sekreta Servo
fi: Salaisuuspalvelu
uk: Секретна служба

source: Use KWallet for the Secret Service interface
eo: Uzi KWallet por la Interfaco de Secret Service
uk: Використовувати KWallet для інтерфейсу «Секретної служби»

source: The Secret Service interface lets applications store passwords and other confidential data. Disable this to allow third-party wallet services such as KeePassXC or GNOME Keyring to manage it instead.
eo: La interfaco Secret Service permesas al aplikaĵoj konservi pasvortojn kaj aliajn konfidencajn datumojn. Malebligu ĉi tion por permesi al triaj monujoservoj kiel KeePassXC aŭ GNOME Keyring administri ĝin anstataŭe.
fi: Salaisuuspalvelun käyttöliittymällä sovellukset tallentavat salasanoja ja muuta arkaluontoista tietoa. Poista tämä käytöstä, jos haluat sen sijaan käyttää kolmannen osapuolen lompakkopalvelua kuten KeePassXC:tä tai Keyringiä.
uk: За допомогою інтерфейсу «Секретної служби» програми можуть зберігати паролі та інші конфіденційні дані. Вимніть використання, щоб дозволити керувати цими даними стороннім службам зберігання реєстраційних даних, зокрема KeePassXC або «В'язці ключів GNOME».

source: Access Control
eo: Alirkontrolo
fi: Käyttöluvat
uk: Керування доступом

source: &Prompt when an application accesses a wallet
eo: Inviti kiam a&plikaĵo aliras monujon
fi: K&ysy sovelluksen yrittäessä käyttää lompakkoa
uk: Прос&ити підтвердження, коли програма звертається до торбинки

source: Wallet
eo: Portilo
fi: Lompakko
uk: Торбинка

source: Application
eo: Aplikaĵo
fi: Sovellus
uk: Програма

source: Policy
eo: Konduto
fi: Käytäntö
uk: Поведінка

source: &Launch Wallet Manager
eo: &Lanĉi Monujo-Administranton
fi: &Käynnistä lompakonhallinta
uk: Зап&устити менеджер торбинок

source: Close Behavior
fi: Toiminta suljettaessa

source: Close wallet:
fi: Sulje lompakko:

source: When last application stops using it
fi: viimeisen sovelluksen lopetettua käytön

source: When screensaver starts
fi: näytönsäästäjän käynnistyttyä

source: When unused for:
fi: Kun käyttämättä:

source: Use different default wallet for local passwords
fi: Käytä paikallisille salasanoille eri oletuslompakkoa

source: Default wallet:
fi: Oletuslompakko:

source: Use &KWallet for the Secret Service interface
fi: Käytä K&Walletia salaisuuspalvelun käyttöliittymänä
